Repository: bufanda/discord_bot
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Player: {name}, logged in
de: Spieler {name} hat sich eingeloggt!
es: Jugador: {name}, conectado
fr: Joueur : {name}, connecté

source: Player: {name}, logged out
de: Spieler {name} hat sich ausgeloggt!
es: Jugador: {name}, desconectado
fr: Joueur : {name}, déconnecté

source: Player: {name}, logged in as drone
de: Spieler {name} hat sich eingeloggt!
es: Jugador: {name}, conectado

source: Player: {name}, logged out as drone
de: Spieler {name} hat sich ausgeloggt!
es: Jugador: {name}, desconectado

source: bad boy
de: böser Bube
es: chico malo
fr: mauvais garçon

source: savage
de: Untier
es: salvaje
fr: sauvage

source: hero
de: Held
es: héroe
fr: héros

source: murderer
de: Mörder
es: asesino
fr: meurtrier

source: Player {killer}
de: Spieler {killer}
es: Jugador {killer}
fr: Joueur {killer}

source: was a {playerinsult}
de: war ein {playerinsult}
es: era un {playerinsult}
fr: était un {playerinsult}

source: and killed {victim}
de: und tötete {victim}
es: y mató a {victim}
fr: et a tué {victim}

source: with a {weapon}.
de: mit {weapon}!
es: con una {weapon}.
fr: avec une {weapon}.

source: Bunker {name} was activated.
de: Bunker {name} öffnete seine Pforten!
es: El búnker {name} fue activado.
fr: Bunker {name} a été activé.

source: Bunker coordinates unkown,
de: Bunker-Koordinaten sind nicht bekannt,
es: Coordenadas del búnker desconocidas,
fr: Coordonnées du bunker inconnues,

source: it wasnt't discovered previously.
de: wurde bisher noch nicht entdeckt.
es: no fue descubierto anteriormente.
fr: il n'a pas été découvert précédemment.

source: {name} invoked
de: {name} startete
es: {name} invocado
fr: {name} invoqué

source: You don't have permission to invoke this command.
de: Du hast nicht die Rechte, dieses Kommando aufzurufen!
es: No tienes permiso para ejecutar este comando.
fr: Vous n'avez pas la permission d'exécuter cette commande.

source: Current configuration
de: Aktuelle Konfiguration
es: Configuración actual
fr: Configuration actuelle

source: Members stored in DB.
de: Mitglieder in DB gespeichert!
es: Miembros almacenados en la BD.
fr: Membres enregistrés dans la BD.

source: Current Environment
de: Derzeitige Umgebung
es: Entorno actual
fr: Environnement actuel

source: Guild members:
de: Discord-Mitglieder
es: Miembros de la guilda:
fr: Membres de la guilde :

source: Current members in database:
de: Derzeitig in der DB gespeicherte(n) Spieler:
es: Miembros actuales en la base de datos:
fr: Membres actuels dans la base de données:

source: No members stored in Database
de: Keine Spieler in der DB gespeichert!
es: No hay miembros almacenados en la base de datos
fr: Aucun membre enregistré dans la base de données

source: Member {name} given bot role {role}
de: Mitglied {name} wurde folgende Bot-Rolle {role} gegeben!
es: El miembro {name} ha sido asignado al rol {role}
fr: Membre {name} assigné au rôle {role}

source: Member {name} does not exist on Server.
de: Es existiert kein Spieler mit dem Namen {name} auf diesem Server!
es: El miembro {name} no existe en el servidor.
fr: Le membre {name} n'existe pas sur le serveur.

source: Member {name} not in database. Can't create member via DM.
de: Spieler {name} nicht in der DB enthalten. Kann nicht via DM angelegt werden!
es: El miembro {name} no está en la base de datos. No se puede crear el miembro a través de DM.
fr: Le membre {name} n'est pas dans la base de données. Impossible de créer un membre via DM.

source: Member {name} already has bot role {role}
de: Kumpel, Mitglied {name} hat Bot-Rolle {role} bereits!
es: El miembro {name} ya tiene el rol de bot {role}
fr: Le membre {name} a déjà le rôle {role}

source: Too many arguments for command 'member'
de: Alter!! Das sind viel zu viele Eingaben für den Member-Befehl!
es: Demasiados argumentos para el comando 'member'
fr: Trop d'arguments pour la commande 'member'

source: No members in database!
de: Keine Einträge in der DB!
es: ¡No hay miembros en la base de datos!
fr: Aucun membre dans la base de données !

source: Command not supported!
de: Dieses Kommando wird nicht unterstützt!
es: ¡Comando no soportado!
fr: Commande non prise en charge !

source: No entries in audit!
de: Keine Einträge im Audit-Log!
es: ¡No hay entradas en la auditoría!
fr: Aucune entrée dans l'audit !

source: You have no permission to execute this command!
de: Du hast nicht das Recht, dieses Kommando auszuführen!
es: ¡No tienes permiso para ejecutar este comando!
fr: Vous n'avez pas la permission d'exécuter cette commande !

source: Missing arguments.
de: Hier fehlt mindestens ein Argument!
es: Faltan argumentos.
fr: Arguments manquants.

source: You do not have permission to execute this command.
de: Du hast nicht das Recht, dieses Kommando auszuführen!
es: No tienes permiso para ejecutar este comando.
fr: Vous n'avez pas la permission d'exécuter cette commande.

source: You do not have permission to invoke this command.
de: Du hast nicht das Recht, dieses Kommando aufzurufen!
es: No tienes permiso para invocar este comando.
fr: Vous n'avez pas la permission d'invoquer cette commande.

source: Bunker {bunker} is not active.
de: Bunker {bunker} ist derzeit nicht aktiv!
es: El búnker {bunker} no está activo.
fr: Le bunker {bunker} n'est pas actif.

source: Bunker {bunker} is active.
de: Bunker {bunker} ist derzeit aktiv!
es: El búnker {bunker} está activo.
fr: Le bunker {bunker} est actif.

source: Bunker {bunker} does not exist.
de: Bunker {bunker} existiert nicht!
es: El búnker {bunker} no existe.
fr: Le bunker {bunker} n'existe pas.

source: Following Bunkers are active.
de: Folgende Bunker sind aktiv:
es: Los siguientes búnkers están activos.
fr: Les bunkers suivants sont actifs.

source: No active bunkers found.
de: Keine aktiven Bunker gefunden!
es: No se encontraron búnkers activos.
fr: Aucun bunker actif trouvé.

source: Error: Player {player} does not exists in Database
de: Fehler: Ein Spieler mit dem Namen {player} existiert nicht in der DB!
es: Error: El jugador {player} no existe en la base de datos
fr: Erreur : Le joueur {player} n'existe pas dans la base de données

source: Multiple players with Name {player} found.
de: Ich habe mehrere Spieler mit dem Namen {player} gefunden!
es: Se encontraron múltiples jugadores con el nombre {player}.
fr: Plusieurs joueurs avec le nom {player} trouvés.

source: now
de: jetzt
es: ahora
fr: maintenant

source: Player: {player} is currently {state} and was last seen {lastseen}.
de: Spieler {player} ist derzeit {state} und wurde zuletzt gesehen {lastseen}!
es: Jugador: {player} está actualmente {state} y fue visto por última vez {lastseen}.
fr: Joueur : {player} est actuellement {state} et a été vu pour la dernière fois {lastseen}.

source: Player: {player} is set as offline and was last seen {lastseen}.
de: Spieler {player} ist als offline gespeichert und wurde zuletzt gesehen {lastseen}!
es: Jugador: {player} está actualmente {state} y fue visto por última vez {lastseen}.
fr: Joueur : {player} est actuellement {state} et a été vu pour la dernière fois {lastseen}.

source: Player: {player} is already offline and was last seen {lastseen}.
de: Spieler {player} ist bereits offline und wurde zuletzt gesehen {lastseen}!
es: Jugador: {player} está actualmente {state} y fue visto por última vez {lastseen}.
fr: Joueur : {player} est actuellement {state} et a été vu pour la dernière fois {lastseen}.

source: Player: {player} is set as offline.
de: Spieler {player} wurde als offline gespeichert!
es: El jugador {player} vive en el servidor durante {lifetime}.
fr: Le joueur {player} vit sur le serveur pendant {lifetime}.

source: Need either player name or 'all'!
de: Bitte Spielernamen oder 'all' angeben!

source: No players were online!
de: Es sind keine Spieler online!
es: Los siguientes jugadores están en línea:

source: File copied to Scum server!
de: Konfiguration wurde auf dden Scum-Sever kopieert.

source: Error while copying file from git to Scum server!
de: Es ist ein Fehler aufgetreten beim kopieren der Konfiguration.

source: Hi, {author}. My Name is {user}.
de: Servusla {author}! Mein Name ist {user}!
es: Hola, {author}. Mi nombre es {user}.
fr: Bonjour, {author}. Mon nom est {user}.

source: You can call me with following commands:
de: Ich verfüge über folgenden Befehlssatz:
es: Puedes llamarme con los siguientes comandos:
fr: Vous pouvez m'appeler avec les commandes suivantes:

source: !online <player name> - I will tell you if the
de: !online <spieler name> - Ich verrate Dir ob
es: !online <nombre del jugador> - Te diré si el
fr: !online <nom du joueur> - Je vous dirai si le

source: player with <name> is online on the SCUM server
de: Spieler mit dem Namen <spieler name> gerade online auf unserem SCUM-Server ist
es: jugador con <nombre> está en línea en el servidor SCUM
fr: joueur avec <nom> est en ligne sur le serveur SCUM

source: !lastseen <player name> - I will tell you when I have seen <playername>
de: !lastseen <spieler name> - Wann ich Spieler <spieler name> das letzte Mal
es: !lastseen <nombre del jugador> - Te diré cuándo he visto a <nombre del jugador>
fr: !lastseen <nom du joueur> - Je vous dirai quand j'ai vu <nom du joueur>

source: on the SCUM Server
de: auf dem SCUM Server gesehen habe
es: en el servidor SCUM
fr: sur le serveur SCUM

source: !bunkers <bunker name> - I will tell you if the <bunker name> is active.
de: !bunkers <bunker name> - Ist Bunker <bunker name> aktiv
es: !bunkers <nombre del bunker> - Te diré si el <nombre del bunker> está activo.
fr: !bunkers <nom du bunker> - Je vous dirai si le <nom du bunker> est actif.

source: But the <bunker name> is optional. Without I unveil the secret and give
de: Argument <bunker name> ist optional. Wenn Du den Namen weglässt, schaue ich in meine Glaskugel und verrate
es: Pero el <nombre del bunker> es opcional. Sin él, revelo el secreto y doy
fr: Mais le <nom du bunker> est facultatif. Sans cela, je dévoile le secret et donne

source: you all active bunkers.
de: Dir alle aktiven Bunker.
es: todos los bunkers activos.
fr: tous les bunkers actifs.

source: I will also report bunker openening, kills and players joining to and disconnecting
de: Ausserdem reporte ich Bunker Aktivierungen, Kills und Player An- und Abmeldungen
es: También informaré sobre la apertura de bunkers, asesinatos y jugadores que se conectan y desconectan
fr: Je signalerai également les ouvertures de bunkers, les meurtres et les joueurs se connectant et se déconnectant

source: from the SCUM Server.
de: von unserem SCUM-Server.
es: del servidor SCUM.
fr: du serveur SCUM.

source: You do not have the correct role for this command.
de: Du hast hierfür nicht die richtige Rolle für diesen Befehl!
es: No tienes el rol correcto para este comando.
fr: Vous n'avez pas le bon rôle pour cette commande.

source: '{error}' is a required argument.
de: '{error}' ist ein benötigtes Argument!
es: '{error}' es un argumento requerido.
fr: '{error}' est un argument requis.

source: Player {player} lives on server for {lifetime}.
de: Spieler {player} treibt hier schon seit {lifetime} sein Unwesen!
es: El jugador {player} vive en el servidor durante {lifetime}.
fr: Le joueur {player} vit sur le serveur pendant {lifetime}.

source: Player {player} has no life on this server.
de: Hä? {player} gibts hier nicht!
es: El jugador {player} no tiene vida en este servidor.
fr: Le joueur {player} n'a pas de vie sur ce serveur.

source: Following players have a liftime on this server:
de: Folgende Spieler treiben sich hier rum:
es: Los siguientes jugadores tienen una duración de vida en este servidor:
fr: Les joueurs suivants ont une durée de vie sur ce serveur:

source: {name} lives for {lifetime} on this server.
de: {name} spielt hier schon {lifetime} auf diesem Server!
es: {name} vive durante {lifetime} en este servidor.
fr: {name} vit pendant {lifetime} sur ce serveur.

source: {player} is currently {status}
de: {player} ist derzeit {status}
es: {player} está actualmente {status}
fr: {player} est actuellement {status}

source: Follwoing Players are online:
de: Folgende Spieler sind derzeit online:
es: Los siguientes jugadores están en línea:
fr: Les joueurs suivants sont en ligne:

source: {name} is online since {login}
de: {name} ist online seit {login}!
es: {name} está en línea desde {login}
fr: {name} est en ligne depuis {login}

source: No players are online at the moment.
de: Derzeit sind keine Spieler online!
es: No hay jugadores en línea en este momento.
fr: Aucun joueur n'est en ligne pour le moment.

source: bandit
es: bandido
